{
  "home": "Anasayfa",
  "about_me": "Hakkımda",
  "what_to_expect": "Online Psikolojijk Danışmanlık",
  "contact": "İletişim",
  "human_in_the_being": "Human in the Being",
  "we_are_all_humans": "We are all humans, in the being, in a world of constant flux.",
  "home_page_title": "Yurt Dışında Yaşayanlar İçin Psikolojik Danışmanlık",
  "home_page_description": "Merhabalar, Ben İlkim Sarıçimen, Hollanda'da yaşayan bir klinik psikoloğum. Daha önce birkaç ülkede yaşamış ve şu anda yurtdışında yaşayan biri olarak, göçmenliğin getirdiği ruh sağlığı zorluklarını biliyorum. \n\nAynı zamanda şimdiye kadar, farklı göç yollarından geçmiş, farklı kültürlerden, yaştan ve cinsel yönelimlerden danışanlarla çalıştım. \n\n Terapi benim için gölge yanlarımızı keşfetmek, sağlıklı yanlarımızı güçlendirmek ve bu şekilde hayatta karşılaştığımız büyük dalgalara karşı psikolojik dayanıklılığımızı arttırmak için bir fırsat. Dayanıklılığımızı geliştirerek, aslında bize yaklaşan dalgalar üzerinde sörf yapmayı öğreniriz, değiştiremeyeceklerimizi kabul ederiz ve kabul edemeyeceklerimizi değiştiririz.\n",
  "my_journey": "Hakkımda",
  "my_journey_content": "Her zaman beni şaşırtan ve heyecanlandıran bir şehir olan İstanbul'da doğdum ve büyüdüm. Lisans eğitimimi tam burslu olarak Koç Üniversitesi’nde tamamladıktan sonra Kanada, Hollanda ve Belçika gibi farklı ülkelerde eğitim gördüm ve yaşadım. 2015 yılından beri yurtdışında yaşıyorum ve şu anda 2020'den beri Hollanda'da yaşıyorum. \n\nKüçük yaşlardan itibaren, kendimi hep insanları gözlemlerken ve anlamaya çalışırken buldum. Psikoloji kariyerim araştırma alanında başlasa da, kısa sürede gerçek tutkumun terapist olmak olduğunu aslında yeniden keşfettim. Ancak, bu aynı zamanda yeni bir ülkede yeni bir dilde ve pandemi zamanında kariyerime başlamak demekti. Başlangıçta büyük bir dalga gibi görünen şey, kısa sürede hayat boyu devam eden bir öz-keşif ve büyüme yolculuğunun farkına varmama dönüştü. O zamandan beri yüzden fazla danışanla çalışma şansım oldu ve işimi keyifle yapıyorum. \n\n Psikolog olmadığım zamanlarda muhtemelen benimle deniz kenarında, sinemada veya şarkı söylerken karşılaşabilirsiniz  \n",
  "my_therapy_approach": "Terapi Yaklaşımım",
  "my_therapy_approach_content": "Bilişsel Davranışçı Terapi (BDT), Kabul ve Adanmışlık Terapisi, Şema Terapi ve EMDR gibi çeşitli terapi ekollerinde eğitimler aldım. Terapide insan odaklı bir yaklaşımı temel alarak danışanın ihtiyaçlarına ve zaten varolan güçlü yönlerine saygı duyarak eğitim aldığım terapi ekollerini uyguluyorum.  \n\nAynı zamanda yoga ve bilinçli farkındalık meditasyonu pratiğim hayatımın önemli bir parçası. Yoga eğitmenliği eğitimi aldım ve 10 yıldan fazla süredir yoga felsefesi, geleneksel Çin tıbbı ve Ayurveda konularına ilgi duyuyorum. Bu tamamlayıcı bakış açısı, terapi seansları sırasında daha bütünsel ve beden odaklı egzersizler sunmama olanak tanıyor. Nefes çalışması, farkındalık teknikleri veya somatik uygulamalarını seanslarıma sık sık dahil ediyorum. \n\nŞema Terapi Derneği, Hollanda Davranışçı ve Bilişsel Terapiler derneği (VGCT) gibi çeşitli mesleki derneklere üyeyim. Aynı zamanda Hollanda Psikologlar Enstitüsü (NIP) üyesiyim ve onların etik kurallarını takip ediyorum. \n",
  "some_examples_of_issues_i_work_with_include": "Üzerine çalışabileceğimiz konular;",
  "example_list": [
    "Kaygı",
    "Keyifsizlik",
    "Travma",
    "Stres ve duygusal tükenmişlik",
    "Yas",
    "Göç kaynaklıklı stres ve uyum sorunları",
    "Kendini başkalarına karşı daha rahat ifade edebilmek ",
    "Dikkat eksikliği ve hiperaktiviteye dayalı problemler",
    "Kimlik keşfi",
    "Kafaya takma",
    "Özgüven sorunları",
    "Ait olamama hissi",
    "Mükemmeliyetçilik",
    "Erteleme ve hata yapma korkusu",
    "Sağlıklı yanlarımızı güçlendirmek",
    "Bilinçli farkındalık (mindfulness) ve stres azaltma yöntemleri"
  ],
  "education": "Eğitimlerim",
  "education_content": [
    "Erasmus Universiteit Rotterdam, Klinik Psikoloji, yüksek lisans",
    "KU Leuven, Teori ve Araştırma Psikolojisi, yüksek lisans (onur derecesi)",
    "Koç Üniversitesi, Psikoloji ve Sosyoloji, lisans (yüksek onur derecesi)",
    "Üsküdar Amerikan Lisesi"
  ],
  "certifications": "Psikoloji ve Yoga Üzerine Aldığım Eğitimler",
  "certifications_content": [
    "Kabul ve Adanmışlık Terapisi, Vlokhoven Opleidingen",
    "Bilişsel Davranışçı Terapi, Vlokhoven Opleidingen",
    "Eye Movement and Desensitization (EMDR), Vlokhoven Opleidingen",
    "Şema Terapi, Uluslararası Şema Terapi Enstitüsü (ISST) Psikiyatr Alp Karaosmanoğlu tarafından verildi.",
    "200 saatlik Yoga Eğitmenliği Eğitimi, Balanzs, Hollanda",
    "Yoğun Yoga İnzivası, Ayuryoga Eco Ashram, Hindistan"
    ],
  "session_flow": "Seans Akışı",
  "what_to_expect_content": ["İlk seanstan önce, kişisel bilgileriniz ve neden terapi almak istediğinize dair sorular içeren bir onam formu alacaksınız.",
    "İlk seans bir ilk görüşme olacak, burada birbirimizi tanıyacağız, neden terapi almak istediğinizi tartışacağız ve birbirimize uygun olup olmadığımızı göreceğiz",
    "Bu aşamadan sonra, terapi başlar ve birlikte terapi hedeflerini, seans sıklığını ve terapiye entegre ettiğimiz yöntemleri belirleriz.",
    "Seansları düzenli olarak değerlendiririz ve hedeflere ulaşıp ulaşmadığımızı ve üzerinde çalışılacak yeni hedeflerin olup olmadığını değerlendiririz."
  ],
  "what_do_i_not_work_with": "Neleri çalışmıyorum?",
  "what_do_i_not_work_with_content": "18 yaşından küçük danışanlar, yeme bozuklukları, bağımlılık, yoğun intihar düşünceleri, ve planları ve psikoz ile çalışmıyorum. Mahkemelere, kurumlara veya herhangi üçüncü taraflara psikolojik değerlendirme raporu sunmuyorum.",
   "i_do_not_have_a_waitlist_at_the_moment": "Şu anda bekleme listem yok. Son Güncelleme: 12-04-2024",
  "fees": "Ücret",
  "fees_content": "50 dk.- **90 Euro** \n\nSeanslar haftalık veya iki haftada bir olabilir.",
  "i_do_not_work_with_insurances": "Sigortalarla anlaşmam yok. Bu ne demek?",
  "i_do_not_work_with_insurances_content": "Bir ev doktorundan yönlendirme gerekli değil, bir tanıya ihtiyaç yok veya sigortalarla bilgi paylaşımı gerekmiyor. Ancak, bazı (uluslararası) sigortalar hizmetlerimi karşılayabilir, durumunuzda neyin geçerli olduğunu sigortanızla kontrol etmenizi rica ederim."
}
