{
  "home": "Home",
  "about_me": "About Me",
  "what_to_expect": "What to Expect",
  "contact": "Contact",
  "human_in_the_being": "Human in the Being",
  "we_are_all_humans": "We are all humans, in the being, in a world of constant flux.",
  "home_page_description": "Hi, I am İlkim Sarıçimen Msc., a licensed psychologist currently based in the Netherlands. Having an online practice allows me to reach further beyond my physical practice and provide therapy to clients worldwide.\n\nAs someone who has lived in multiple countries before and is currently living abroad I know the unique mental health challenges being an international brings. So far I had the pleasure of working with humans-in-the being from different walks of life, encompassing different cultures, migration generations, age groups, and sexual orientations.\n\nI strongly believe therapy can support us in navigating through the waves of life by enhancing our psychological resilience. By cultivating resilience we go beyond surviving the challenges, we transcend them. \n\nWe learn to surf the waves, accept what we can’t change and change what we can’t accept.",
  "home_page_title": "Culturally Sensitive Therapy for Internationals/ Expats",
  "my_journey": "My Journey",
  "my_journey_content": "I was born and raised in beautiful Istanbul, a city at the crossroads of diverse cultures and ways of life. Having attended an American high school, I knew soon enough I would have to discover more of the world. I have gotten scholarships and studied and lived in different countries; Canada, The Netherlands, and Belgium. I have been living abroad since 2015 and I am currently living in The Netherlands since 2020. \n\nFrom a young age, I found myself captivated by the complexity of the human psyche. Although my pursuit in psychology began within the realm of research, I eventually rediscovered my true passion for becoming a therapist. I simply realized that this was the path I had always yearned for but had hesitated to pursue due to fear. And as they say, the rest is history. \n\nHowever, embracing this realization was not without challenges. It meant immersing myself in learning Dutch fluently within a year to obtain the necessary licenses in The Netherlands and doing a second masters study. What initially appeared as a big wave soon unfolded into an ongoing journey of self-discovery and growth. \nSince, then I had the chance of working with more than hundred clients and it gives me fulfillment to witness their unique growth journeys. \n",
  "my_therapy_approach": "My Therapy Approach",
  "my_therapy_approach_content": "I am trained in multiple schools of therapy such as Cognitive Behavioral Therapy, Acceptance and Commitment Therapy, Schema Therapy and EMDR. I have an person-centered approach to therapy which means that I’ll tailor myself to your goals and needs rather than following a strict protocolled therapy plan. \n\nIn addition to my work as a psychologist, I am deeply rooted in the practice of yoga and mindfulness meditation, holding a qualification as a yoga teacher. Over the years, I've delved into yoga philosophy, traditional Chinese medicine and Ayurveda, drawing rich insights from these disciplines. This multidimensional perspective allows me to offer more holistic and body-oriented exercises during therapy sessions. Whether it's incorporating breathwork, mindfulness techniques, or somatic practices, I aim to provide a comprehensive framework for healing and self-discovery.\n\nI offer therapy sessions in both Turkish and English, and in some cases in Dutch. I am a member of Dutch institute of psychologists (NIP) and follow their ethical codes. \n\nWhen I am not being a psychologist, you'll most likely find me admiring the dunes, being a curious cinephile, singing my heart out or catching up with friends. \n",
  "some_examples_of_issues_i_work_with_include": "Some examples of issues I work with include;",
  "example_list": [
    "Anxiety",
    "Low mood",
    "Psychotrauma",
    "Stress and emotional exhaustion",
    "Grief",
    "Adjustment & acculturative stress living in a foreign country, second-generation migrant identity, third culture individuals",
    "Assertiveness",
    "ADHD coaching",
    "Identity-exploration",
    "Rumination",
    "Low self-esteem",
    "Feeling of not belonging",
    "Perfectionism",
    "Procrastination, fear of failure",
    "Making our healthy adult mode stronger",
    "Cultivating mindfulness and stress reduction techniques"
  ],
  "education": "Education",
  "education_content": [
    "Erasmus University Rotterdam, MSc. Clinical Psychology",
    "KU Leuven, MSc. Theory and Research Psychology (cum laude distinction) ",
    "Koç University, BA Psychology and Sociology (Summa cum laude distinction)",
    "Üsküdar American Academy"
  ],
  "certifications": "Certifications",
  "certifications_content": [
    "Acceptance and Commitment Therapy, Vlokhoven Opleidingen",
    "Cognitive Behavioral Therapy, Vlokhoven Opleidingen",
    "Eye Movement and Desensitization (EMDR) Training, Vlokhoven Opleidingen",
    "Schema Therapy, International Society of Schema Therapy (ISST)",
    "200 hour Yoga Teacher Training, Balansz",
    "Intensive Yoga Retreat, Ayuryoga Eco Ashram, India"
    ],
  "session_flow": "Session Flow",
  "what_to_expect_content": ["Before the intake session you’ll receive a form asking more information about yourself and why you would to receive therapy.",
    "First session will be an Intake session where we get to know each other, discuss why you seek therapy and see whether we are a good fit.",
    "After the intake phase, we begin therapy. I will report you back my insights after the intake session. We formulate the therapy goals, frequency and methods we integrate into the therapy together.",
    "We evaluate the therapy regularly and see whether we have reached the goals and whether there are new goals to work on."
  ],
  "what_do_i_not_work_with": "What do I not work with?",
  "what_do_i_not_work_with_content": "Clients under 18 years of age, eating disorders, addiction, suicidal ideation, psychosis. I do not provide psychological assesment reports to the court, institutions or any third parties. \n\nI do not have a waitlist at the moment.",
   "i_do_not_have_a_waitlist_at_the_moment": "I do not have a waitlist at the moment.",
  "fees": "Fees",
  "fees_content": "50 minutes- **80 Euros** \n\nSessions can be weekly or bi-weekly.",
  "i_do_not_work_with_insurances": "I do not work with insurances. What does this mean?",
  "i_do_not_work_with_insurances_content": "No need for a referral from the GP, need to have a diagnosis, or sharing information with the insurances is needed. However, some (international) insurances may cover my services, I kindly recommend you to check with your insurance what applies in your situation."
}
